{
  "searchTitle": "Buenvenida a la pagina principal de 'Pokemon' page!",
  "searchDescription": "Aquí está contenido de la busqueda",
  "helpMessage": "Ya puedes probar a buscar los pokemons (por ejemplo 'ditto', 'raichu', 'pikachu')",
  "load": "Cargando",
  "previous": "Página anterior",
  "next": "proxima página",
  "ErrorAllPok": "Vaya! Es un error con cargar los pokemons",
  "ErrorGettPage": "Vaya! Es un error con descargar la página page",
  "page": "página",
  "reject": "Rechaza todos los pokemon",
  "download": "Descargar pokemon seleccionados",
  "yourResult": "Tus resultados",
  "notAvailable": "No hay datos disponibles",
  "showHere": "Se mostrará aquí",
  "pokeList": "Lista de pokemons",
  "selected": "Ya has elegido",
  "enter": "Por favor, introduzca...",
  "search": "¡Buscar!",
  "reset": "¡Restablecer Caché!",
  "detail": "Detalle de Pokemon",
  "name": "Nombre",
  "height": "Altura",
  "weight": "Peso",
  "aboutTitle": "Sobre el autor",
  "aboutIntro": "Mi nombre es Viktoriia y tengo 28 años. Vivo en Barcelona, España. Hablo español a un nivel B1 y también sé catalán e Inglés. Disfruto mucho aprendiendo idiomas y quiero seguir mejorándolos.",
  "aboutEducation": "Tengo un título universitario en Sociología. También fui estudiante de la Escuela Superior de Economía, donde estudié Análisis de Datos. Más tarde, descubrí mi verdadera pasión: la programación, y me encanta. Me inspira como ninguna otra cosa. Disfruto cómo combina estructura, resolución de problemas y creatividad.",
  "aboutCodingExperience": "Mi primera experiencia con la codificación fue en la universidad. Comencé con R para el análisis de datos y luego exploré las redes neuronales en Python. Sin embargo, me di cuenta de que mi verdadero interés radica en el desarrollo front-end. Me encanta lo visual e interactivo que es: cada pequeño detalle importa y me enseña algo nuevo.",
  "aboutCourseExperience": "Este curso en Rolling Scopes School es mi primera experiencia real con el desarrollo front-end, y parece que finalmente he encontrado lo que realmente me emociona.",
  "aboutHobbies": "Soy una persona muy creativa y me encanta hacer cosas con mis manos, ya sea coser ropa, tejer o decorar pasteles. También soy pastelera profesional y puedo hacer pasteles diseñados a medida, aunque ahora la programación se ha convertido en mi enfoque principal.",
  "aboutGoals": "Mis objetivos son mejorar significativamente mis habilidades de programación y aprender chino, dos desafíos que estoy muy motivado a perseguir."
}
